Repository: ragnarok22/testing-polingo
Catalog: locales/*/messages.po
Languages: es

source: Polingo Feature Test Suite
es: Suite de Pruebas de Polingo

source: Loading translations...
es: Cargando traducciones...

source: Error loading translations: {error}
es: Error al cargar traducciones: {error}

source: Locale Control
es: Control de Idioma

source: Current locale: {locale}
es: Idioma actual: {locale}

source: change locale
es: cambiar idioma

source: Basic Translation - t()
es: Traducción Básica - t()

source: hello
es: hola

source: hello world. How are you?
es: hola mundo. ¿Cómo estás?

source: Multiple Variables
es: Variables Múltiples

source: Welcome {name}, you have {count} new notifications
es: Bienvenida {name}, tienes {count} notificaciones nuevas

source: Pluralization - tn()
es: Pluralización - tn()

source: You clicked {count} time
es: Has pulsado {count} vez

source: Reset
es: Reiniciar

source: Context Translation - tp()
es: Traducción con Contexto - tp()

source: Menu context:
es: Contexto de menú:

# menu
source: File
es: Archivo

source: Document context:
es: Contexto de documento:

# document
source: File
es: Expediente

source: Toolbar context:
es: Contexto de barra de herramientas:

# toolbar
source: Save
es: Guardar

source: Confirmation context:
es: Contexto de confirmación:

# confirmation
source: Save
es: ¿Guardar?

source: Context + Pluralization - tnp()
es: Contexto + Pluralización - tnp()

# email
source: You have {count} message
es: Tienes {count} correo electrónico

source: Add Email
es: Agregar Correo

source: Remove Email
es: Quitar Correo

# sms
source: You have {count} message
es: Tienes {count} mensaje de texto

source: Add SMS
es: Agregar SMS

source: Remove SMS
es: Quitar SMS

source: Missing Translation (Fallback)
es: Traducción Faltante (Fallback)

source: (Should show the original English text)
es: (Debería mostrar el texto original en inglés)
